Identifies if this ColumnAttachment is at the base or top of the column.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public int BaseOrTop { get; }
  Visual Basic
Public ReadOnly Property BaseOrTop As Integer
	Get
  Visual C++
public:
property int BaseOrTop {
	int get ();
}
 See Also
  ColumnAttachment Class
  Autodesk.Revit.DB Namespace